;Place localized text in this file

[AHWPraetorianEndgame X2SitRepTemplate]
FriendlyName="Elders Wake"
Description="The Praetorian Guard remains fully entrenched in the area of operations, which suggests that an Elder may have recently been present. Expect overwhelming force."

[AHWPraetorianDeployment X2SitRepTemplate]
FriendlyName="Praetorian Deployment"
Description="A Contingent of The Praetorian Guard has taken direct control of ADVENT operations in this area. Expect heavy resistance."

[AHWPraetorianLeaders X2SitRepTemplate]
FriendlyName="Praetorian Leadership"
Description="The Praetorian Guard has taken command of enemy forces in the area. Proceed with caution."

[AHWAdvPraetorian X2CharacterTemplate]
strCharacterName="Praetorian Guard"
strAcquiredText="Exceptionally zealously loyal soldiers of ADVENT are drafted to serve as the rank and file of the Praetorian Guard."

[AHWAdvPraetorianHazmat X2CharacterTemplate]
strCharacterName="Praetorian Sterilizer"
strAcquiredText="Only the most loyal, and Wantonly Destructive, Purifiers are recruited into the Praetorian Guard as Sterilizers. Having exchanged the standard issue Purifier equipment with Specialized Praetorian Equipment, the Praetorian Purifier is less geared towards combat against hordes of The Lost, but still carries a full complement of deadly Incendiary Weaponry. And will prioritize throwing grenades at targets over their own safety."

[AHWAdvPraetorianVanguard X2CharacterTemplate]
strCharacterName="Praetorian Shieldmaiden"
strAcquiredText="Former Pathfinders, reequipped with a more versatile set of equipment, like all Praetorians, they are heavily armored and carry a shield generator, and of course, grenades."

[AHWAdvPraetorianLieutenant X2CharacterTemplate]
strCharacterName="Praetorian Lieutenant"
strAcquiredText="Only the most outstanding of Advent Officers are selected for service in the Praetorian Guard, and their outstanding tactical leadership capability allows enemy Forces to operate with inhuman coordination."

[AHWAdvPraetorianCaptain X2CharacterTemplate]
strCharacterName="Praetorian Captain"
strAcquiredText="The best of the absolute best, a Praetorian Captain embodies the definition of a lethal machine. Unlike other Praetorians, Praetorian Captains are not chosen for the role, they were personally designed for it by Elder Syusa, having used the Commander himself as a neural and genetic template. With tactical genius that few can equal, much less exceed, Praetorian Captains are a nightmare on the battlefields."

[AHWPraetorianSectopod X2CharacterTemplate]
strCharacterName="Praetorian Sectopod"
strAcquiredText="Armed with a dizzying array of deadly munitions, Praetorian Sectopods serve as the primary Direct Artillery Support for the Praetorian Guard"

[AHWPraetorianRifle X2WeaponTemplate]
FriendlyName="Praetorian Heavy Bolter"
FriendlyNamePlural="Praetorian Heavy Bolters."
BriefSummary="Personally designed by Elder Syusa, Praetorian Bolters are a large improvement over standard issue ADVENT Rifles, resulting in a much more powerful weapon at no cost to weight or accuracy, and is significantly more effective at destroying cover."
TacticalText="<Bullet/> Fire The Praetorian Heavy Bolter."

[AHWPraetorianBombardCannon X2WeaponTemplate]
FriendlyName="Rapid Fire Cannons"
FriendlyNamePlural="Rapid Fire Cannons."
BriefSummary="<Bullet/>The Praetorian Sectopod has a variety of Blaster Munitions it can fire, at their target, all of them explosive. \n<Bullet/> Standard Blaster Munitions and Reaper Muntions are extremely inaccurate when firing into cover at close and long ranges, but rarely ever miss targets at medium ranges. \n<Bullet/> Functionally, this means that their Aim, when using Standard Blaster Munitions and Reaper Munitions, is increased the closer their target is a to a 12 tile distance from the Sectopod, and almost never misses at that distance, and decreases the farther a target is from that distance, whether the target is closer to the Sectopod or farther from it. \n<Bullet/> If The Return Fire Dark Event is Active, Praetorian Sectopods will retaliate against all missed shots with their Rapid Fire Cannons"
TacticalText="<Bullet/> Fires explosive Blaster Bolts."

[AHW_Shrieker_Launcher X2WeaponTemplate]
FriendlyName="Shrieker Cannon"
FriendlyNamePlural="Shrieker Cannons"
BriefSummary="Shrieker Cannons are slightly more accurate than the Rapid Fire Cannons and Reaper Cannons at close range, though still inaccurate, and are capable of striking targets at long distances with terrifying precision, but cause little damage. However, Units hit by Shrieker Munitions will panic."
TacticalText="<Bullet/> Shrieker Cannons Panick units hit by their blasts.\n<Bullet/>"

[AHW_Reaper_Launcher X2WeaponTemplate]
FriendlyName="Reaper Cannon"
FriendlyNamePlural="Reaper Cannons"
BriefSummary="<Bullet/> Reaper Cannons are inaccurate at all but close ranges. Reaper Cannons are not the most damaging of the Praetorian Sectopod's explosive weaponry, but are none the less one of the most dangerous, as they shred and rupture the armor of soldiers struck by the blast."
TacticalText="<Bullet/> Reaper Cannons"

[AHWShriekerRocket X2AbilityTemplate]
LocFriendlyName="Shrieker Munitions"
LocLongDescription="<Bullet/> Shrieker Munitions are slightly more accurate than the Rapid Fire Munitions and Reaper Munitions at close range, though still inaccurate, and are capable of striking targets at long distances with terrifying precision, but cause little damage. \n<Bullet/>However, Units hit by Shrieker Munitions will panic."
LocHelpText="<Bullet/> Shrieker Munitions are slightly more accurate than the Rapid Fire Munitions and Reaper Munitions at close range, though still inaccurate, and are capable of striking targets at long distances with terrifying precision, but cause little damage. \n<Bullet/>However, Units hit by Shrieker Munitions will panic."
LocFlyOverText="Shrieker Munitions"

[AHWReaperRocket X2AbilityTemplate]
LocFriendlyName="Reaper Munitions"
LocLongDescription="<Bullet/> Reaper Munitions are inaccurate at all but close ranges. \n<Bullet/> Reaper Munitions are not the most damaging of the Praetorian Sectopod's explosive weaponry, but are none the less one of the most dangerous, as they Shred and permanently Rupture the armor of soldiers struck by the blast."
LocHelpText="<Bullet/> Reaper Munitions are inaccurate at all but close ranges. \n<Bullet/> Reaper Munitions are not the most damaging of the Praetorian Sectopod's explosive weaponry, but are none the less one of the most dangerous, as they Shred and permanently Rupture the armor of soldiers struck by the blast."
LocFlyOverText="Reaper Munitions"

[PraetorianSectopodBombard X2AbilityTemplate]
LocFriendlyName="Rapid Fire Munitions"
LocLongDescription="<Bullet/> While not as consistently damaging as the Focused Firepower of a Regularly Equipped Sectopod, The Praetorian Sectopod has a variety of Blaster Munitions it can fire, at their target, all of them explosive. \n<Bullet/> Standard Blaster Munitions and Reaper Muntions are extremely inaccurate when firing into cover at close and long ranges, but rarely ever miss targets at medium ranges. \n<Bullet/> Functionally, this means that their Aim, when using Standard Blaster Munitions and Reaper Munitions, is increased the closer their target is a to a 12 tile distance from the Sectopod, and almost never misses at that distance, and decreases the farther a target is from that distance, whether the target is closer to the Sectopod or farther from it."
LocHelpText="<Bullet/> While not as consistently damaging as the Focused Firepower of a Regularly Equipped Sectopod, The Praetorian Sectopod has a variety of Blaster Munitions it can fire, at their target, all of them explosive. \n<Bullet/> Standard Blaster Munitions and Reaper Muntions are extremely inaccurate when firing into cover at close and long ranges, but rarely ever miss targets at medium ranges. \n<Bullet/> Functionally, this means that their Aim, when using Standard Blaster Munitions and Reaper Munitions, is increased the closer their target is a to a 12 tile distance from the Sectopod, and almost never misses at that distance, and decreases the farther a target is from that distance, whether the target is closer to the Sectopod or farther from it."
LocFlyOverText="Rapid Fire Munitions"

[PraetorianLieutenantOrder X2AbilityTemplate]
LocFriendlyName="Lieutenants Orders"
LocLongDescription="<Bullet/> Orders from Leadership units of the Praetorian Guard override the standard command structure of other ADVENT Units. \n<Bullet/> A Praetorian Lieutenant's Orders grants them one of the Praetorian Lieutenant's action points and overrides their standard behavior."
LocHelpText="<Bullet/> Orders from Leadership units of the Praetorian Guard override the standard command structure of other ADVENT Units. \n<Bullet/> A Praetorian Lieutenant's Orders grants them one of the Praetorian Lieutenant's action points and overrides their standard behavior."
LocFlyOverText="Lieutenants Orders"

[PraetorianCaptainOrder X2AbilityTemplate]
LocFriendlyName="Captains Orders"
LocLongDescription="<Bullet/> Orders from Leadership units of the Praetorian Guard override the standard command structure of other ADVENT Units. \n<Bullet/> A Praetorian Captain's Orders grants them a bonus action points and overrides their standard behavior, at no action point cost to the Captain."
LocHelpText="<Bullet/> Orders from Leadership units of the Praetorian Guard override the standard command structure of other ADVENT Units. \n<Bullet/> A Praetorian Captain's Orders grants them a bonus action points and overrides their standard behavior, at no action point cost to the Captain."
LocFlyOverText="Captains Orders"

[PraetorianVanguardGrapple X2AbilityTemplate]
LocFriendlyName="Rapid Repositioning Grapple"
LocLongDescription="Praetorian Shieldmaidens Can Reposition using a Grappling Hook at no Action Point Cost."
LocHelpText="Reposition using a Grappling Hook at no Action Point Cost."
LocFlyOverText="Rapid Repositioning Grapple"

[AHWPraetorianDrop X2AbilityTemplate]
LocFriendlyName="Praetorian Beacon"
LocLongDescription="When the Rapid Response Dark Event is active, allows Praetorian Units to Warp in a Praetorian once every third turn"
LocHelpText="When the Rapid Response Dark Event is active, allows Praetorian Units to Warp in a Praetorian once every third turn"
LocFlyOverText="Praetorian Beacon"

[AHWPraetorianShieldmaidenDrop X2AbilityTemplate]
LocFriendlyName="Praetorian Beacon"
LocLongDescription="When the Rapid Response Dark Event is active, allows Praetorian Captains to Warp in a Praetorian Shieldmaiden once every third turn"
LocHelpText="When the Rapid Response Dark Event is active, allows Praetorian Captains to Warp in a Praetorian Shieldmaiden once every third turn"
LocFlyOverText="Praetorian Beacon"

[AHWPraetorianPassive X2AbilityTemplate]
LocFriendlyName="Grim Horizons"
LocLongDescription="<Bullet/> If The Alloy Padding Dark Event is Active, Praetorian Leadership Units gain bonus Armor. \n<Bullet/> When the Rapid Response Dark Event is active, allows Praetorian Units to Warp in an additional Praetorian Guard every third turn, with the exception of Praetorian Captains, who can additionally warp in Praetorian Shieldmaidens every third turn."
LocHelpText="<Bullet/> If The Alloy Padding Dark Event is Active, Praetorian Leadership Units gain bonus Armor. \n<Bullet/> When the Rapid Response Dark Event is active, allows Praetorian Units to Warp in an additional Praetorian Guard every third turn, with the exception of Praetorian Captains, who can additionally warp in Praetorian Shieldmaidens every third turn.""
LocFlyOverText="Grim Horizons"

[AHWPraetorianSectopodPassive X2AbilityTemplate]
LocFriendlyName="Grim Horizons"
LocLongDescription="<Bullet/> If The Alloy Padding Dark Event is Active, Praetorian Sectopods gain bonus Armor. \n <Bullet/> If The Return Fire Dark Event is Active, Praetorian Sectopods will retaliate against missed shots with their Rapid Fire Cannons \n<Bullet/> When the Rapid Response Dark Event is active, allows Praetorian Units to Warp in an additional Praetorian Guard every third turn, with the exception of Praetorian Captains, who can additionally warp in Praetorian Shieldmaidens every third turn."
LocHelpText="<Bullet/> If The Alloy Padding Dark Event is Active, Praetorian Sectopods gain bonus Armor. \n <Bullet/> If The Return Fire Dark Event is Active, Praetorian Sectopods will retaliate against missed shots with their Rapid Fire Cannons \n<Bullet/> When the Rapid Response Dark Event is active, allows Praetorian Units to Warp in an additional Praetorian Guard every third turn, with the exception of Praetorian Captains, who can additionally warp in Praetorian Shieldmaidens every third turn."
LocFlyOverText="Grim Horizons"

[PraetorianArmorXCOM X2AbilityTemplate]
LocFriendlyName="Adaptive Nanogels"
LocLongDescription="<Bullet/> Reduces the damage taken from all weaponry after the first instance of damage taken in a turn by 33% and additonally provides <Ability:StasisVest_Regen/> HP regeneration bonus every turn up to a maximum <Ability:StasisVest_MaxRegen/> HP restored per mission."
LocHelpText="<Bullet/> Reduces the damage taken from all weaponry after the first instance of damage taken in a turn by 33% and additonally provides <Ability:StasisVest_Regen/> HP regeneration bonus every turn up to a maximum <Ability:StasisVest_MaxRegen/> HP restored per mission."
LocFlyOverText="Adaptive Nanogels"

[PraetorianArmorAlien X2AbilityTemplate]
LocFriendlyName="Reactive Nanogels"
LocLongDescription="<Bullet/> Reduces the damage taken from all weaponry after the first instance of damage taken in a turn by by 20% and additonally provides <Ability:StasisVest_Regen/> HP regeneration bonus every turn up to a maximum <Ability:StasisVest_MaxRegen/> HP restored per mission."
LocHelpText="<Bullet/> Reduces the damage taken from all weaponry after the first instance of damage taken in a turn by 20% and additonally provides <Ability:StasisVest_Regen/> HP regeneration bonus every turn up to a maximum <Ability:StasisVest_MaxRegen/> HP restored per mission."
LocFlyOverText="Reactive Nanogels"

[PreatorianReactiveArmor X2EquipmentTemplate]
FriendlyName="<font color='#df07b7'>Praetorian Nanogel Underarmor</font>"
FriendlyNamePlural="<font color='#df07b7'>Praetorian Nanogel Underarmors</font>"
BriefSummary="<font color='#df07b7'> <Bullet/> Praetorian Nanogel Underarmor reduces damage taken from all sources after the first instance of damage taken in a turn, provides bonus health, and regeneration.</font>"
TacticalText="<font color='#df07b7'> <Bullet/> Praetorian Nanogel Underarmor Reduces the damage taken from all weaponry after the first instance of damage taken in a turn by 33% \n<Bullet/> Additonally provides <Ability:StasisVest_Regen/> HP regeneration bonus every turn up to a maximum <Ability:StasisVest_MaxRegen/> HP restored per mission. Praetorian Leadership Units have a denser, more durable, and more shock absorbant Nanogel Underarmor, which may possibly enable it to survive combat and be recovered by our soldiers on the field.</font>"

[CorpseAHWPraetorian X2ItemTemplate]
FriendlyName="<font color='#df07b7'>Praetorian Corpse</font>"
FriendlyNamePlural="<font color='#df07b7'>Praetorian Corpses</font>"
BriefSummary="Despite being quite obviously dead, the carcass remains disturbingly responsive to stimuli."

[AutopsyAHWPraetorian X2TechTemplate]
DisplayName="<font color='#df07b7'>ADVENT Praetorian Autopsy</font>"
Summary="<font color='#df07b7'><Bullet/>The ADVENT Praetorians, While having visibly unique armor, are noticably more resilient than most of the ADVENT specimens in the field, the reason for which, still is yet to be confirmed. With your permission, Commander, I would like to conduct a more.. Extensive, examination than our usual projects, however, this will be considerably demanding in our staffing requirements.  - R. Tygan.</font> "
CodeName="Elders Guard"
LongDescription="<font color='#df07b7'><Bullet/>In addition to extremely heavy armor, these ADVENT units have seemingly been modified with a mixture of Muton and Sectoid DNA, combined with a significantly more robust and complex neural networking implant than the average ADVENT Officer, enabling them to send, receive, and process tactical information at a near superhuman speed. </font> <Bullet/> They are also disturbingly responsive to signals from the ADVENT Network. While flying past an active ADVENT Transmitter, an implant that had yet to be removed from a deceased specimen caused the carcass to seemingly attempt reach for its weapons, despite the subject's visibly deceased state. - R. Tygan.</font>"
AlertString="ADVENT Praetorian Autopsy"